; Generated (20.06.2019 21:15:00) by Windows Update Blocker v1.3
; www.sordum.org

[Main]
Language=Auto
LastSelected=1
CheckSchtasks=1
SetRegNoAutoUpdate=1

[Service_List]
; 2=Auto
; 3=Manual
; 4=Disabled
dosvc=2,4
WaaSMedicSvc=3,4
UsoSvc=2,3
BITS=2,4,3

[Language_English]
01="BlueLife"
02="This tool is designed to turn off-on Automatic Windows Updates easily and prevent uncontrolled change"
03="Windows Update Service"
04="Enable Service"
05="Disable Service"
06="Protect Service Settings"
07="Service Status"
08="Apply Now"
09="Menu"
10="&Update Options"
11="Windows &Services"
12="&Refresh"
13="&Command Line Info"
14="&Donate"
15="&Contact"
16="&HomePage"
17="Service is enabled and running"
18="Service is enabled and not running"
19="Service is disabled and protected"
20="Service is disabled"
21="Service info is incorrect"
22="An unknown error occurred!"
23="Make a selection and try again!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"

[Language_Turkish_Türkçe]
01="BlueLife"
02="Bu program, otomatik windows güncellemelerini kolayca kapatmak ve tekrar açılmasını engellemek için hazırlanmıştır."
03="Windows Update Hizmeti"
04="Hizmeti Etkinleştir"
05="Hizmeti Devre Dışı Bırak"
06="Hizmet Ayarlarını Koru"
07="Hizmet Durumu"
08="Şimdi Uygula"
09="Menü"
10="&Güncelleme Seçenekleri"
11="&Windows Hizmetleri"
12="&Yenile"
13="&Komut Istemi Bilgisi"
14="&Bağış Yap"
15="&İletişim"
16="&Web Sitesi"
17="Hizmet etkin ve çalışıyor"
18="Hizmet etkin ve çalışmıyor"
19="Hizmet devre dışı ve korumalı"
20="Hizmet devre dışı"
21="Hizmet bilgisi hatalı"
22="Bilinmeyen bir hata oluştu!"
23="Bir seçim yap ve tekrar dene!"
24="Dosyaya yazılamadı!"
25="&Hizmet Listesi Seçenekleri"
26="Lütfen Bekleyiniz ..."
27="Görüntülenen Adı:"
28="Açıklaması:"
29="Varsayılan Hizmet Tipi:"
30="Engelli Hizmet Tipi:"
31="Otomatik\n Elle \n Devre Dışı"
32="İşlem Sırasında Ayarları Uygula"
33="Ayarları Kaydet"

[Language_German_Deutsch]
01="Velociraptor"
02="Dieses Tool wurde entwickelt, um automatische\nWindows Updates einfach zu deaktivieren"
03="Windows Update Dienst"
04="Dienst aktivieren"
05="Dienst deaktivieren"
06="Diensteinstellungen schützen"
07="Dienststatus"
08="Jetzt anwenden"
09="Menü"
10="&Windows Update"
11="Windows &Dienste"
12="&Aktualisieren"
13="&Kommandozeileninfo"
14="&Spenden"
15="&Kontakt"
16="&Webseite"
17="Dienst aktiviert und ausgeführt"
18="Dienst aktiviert und nicht ausgeführt"
19="Dienst deaktiviert und geschützt"
20="Dienst deaktiviert"
21="Dienstinformation ist falsch"
22="Ein unbekannter Fehler ist aufgetreten!"
23="Treffen Sie eine Auswahl und versuchen Sie es erneut!"
24="Datei kann nicht geschrieben werden!"
25="&Dienst Listenoptionen"
26="Bitte warten Sie ..."
27="Anzeigename:"
28="Beschreibung:"
29="voreingestellt diensttyp:"
30="Deaktivierter Diensttyp:"
31="Automatisch\n Manuell \n Deaktiviert"
32="Während des Betriebs übernehmen die Einstellungen"
33="Einstellungen speichern"

[Language_Hebrew_עברית]
01="Ronen Nisanov"
02="הכליי הזה נועד לבטל ולאפשר את העדכונים של ווינדוס"
03="שירות העדכונים של ווינדוס"
04="אפשר שירות"
05="בטל שירות"
06="הגן על הגדרות השירות"
07="מצב השירות"
08="החל עכשיו"
09="תפריט"
10="אפשרויות עדכון"
11="שירותים של ווינדוס"
12="רענן"
13="מידע על פקודות"
14="תרום"
15="צור קשר"
16="דף הבית"
17="שירות מופעל ופועל"
18="שירות מופעל ולא פועל"
19="שירות מבוטל ומוגן"
20="שירות מבוטל"
21="פרטי השירות שגויים"
22="אירעה שגיאה לא ידועה!"
23="בצע בחירה ונסה שוב!"

[Language_Slovenian_Slovenija]
01 = "Trot"
02 = "To orodje je zasnovano tako, da lahko samodejne posodobitve za Windows preprosto izklopite in preprečite nenadzorovane spremembe"
03 = "Posodobitvena storitev Windows"
04 = "Omogoči storitev"
05 = "Onemogoči storitev"
06 = "Zaščitite nastavitve storitve"
07 = "Stanje storitve"
08 = "Uporabi zdaj"
09 = "Meni"
10 = "& Možnosti posodobitve"
11 = "Windows in storitve"
12 = "& Osveži"
13 = "& Informacije o ukazni vrstici"
14 = "& Doniraj"
15 = "& Stik"
16 = "& HomePage"
17 = "Storitev omogočena in deluje"
18 = "Storitev omogočena in ne deluje"
19 = "Servis je onemogočen in zaščiten"
20 = "Servis je onemogočen"
21 = "Informacije o storitvi niso pravilne"
22 = "Prišlo je do neznane napake!"
23 = "Izberite izbor in poskusite znova!"

[Language_French_Français]
01="Largo"
02="Cet outil est conçu pour activer-désactiver facilement les mises à jour auto de Windows et prévenir les changements incontrôlés"
03="Service de mise à jour de Windows"
04="Activer Service"
05="Désactiver Service"
06="Protéger réglages du service"
07="Statut du service"
08="Appliquer maintenant"
09="Menu"
10="&Options Mise à jour"
11="Windows &Services"
12="&Rafraîchir"
13="&Informations sur la ligne de commande"
14="&Faire un don"
15="&Contact"
16="&Page d'accueil"
17="Service activé et en cours d'exécution"
18="Service activé et non en cours d'exécution"
19="Service désactivé et protégé"
20="Service désactivé"
21="Informations de service sont incorrectes"
22="Une erreur inconnue est survenue!"
23="Faites une sélection et réessayez!"
24="Impossible d'écrire le fichier!"
25="&Options de la liste des services"
26="S'il vous plaît, attendez ..."
27="Nom d'affichage:"
28="Description:"
29="Type de service par défaut:"
30="Type de service désactivé:"
31="Automatique\n Manuel \n Désactivé"
32="Appliquer réglages pendant fonctionnement"
33="Sauvegarder réglages"

[Language_Russian_Pусский]
01="Sergey.Ramazanov"
02="Этот инструмент предназначен для включения и отключения автоматических обновлений Windows"
03="Служба обновления Windows"
04="Включить службу"
05="Отключить службу"
06="Защитить параметры службы"
07="Статус службы"
08="Применить"
09="Меню"
10="&Центр обновления Windows"
11="Открыть службы Windows"
12="&Обновить"
13="&Информация командной строки"
14="&Пожертвовать"
15="&Контакты"
16="&Домашняя страница"
17="Служба включена и работает"
18="Служба включена и НЕ работает"
19="Служба отключена и защищена"
20="Служба отключена"
21="Неверная служебная информация"
22="Произошла неизвестная ошибка!"
23="Сделайте выбор и попробуйте снова!"
24="Невозможно записать файл!"
25="&Параметры запуска служб"
26="Пожалуйста, подождите ..."
27="Отображаемое имя:"
28="Описание:"
29="Тип запуска сервиса по умолчанию:"
30="Отключенный тип сервиса:"
31="Автоматом\n Вручную \n Отключена"
32="Применить настройки во время работы"
33="Сохранить настройки"

[Language_Portuguese_Português]
01="Paulo Ferreira"
02="Esta ferramenta foi projectada para ligar-desligar facilmente as actualizações automáticas do Windows e evitar alterações descontroladas"
03="Serviço de Actualização do Windows"
04="Activar Serviço"
05="Desactivar Serviço"
06="Proteger Configurações do Serviço"
07="Estado do Serviço"
08="Aplicar Agora"
09="Menu"
10="&Opções de Actualização"
11="Windows &Serviços"
12="&Actualizar"
13="&Informação de Linha de Comando"
14="&Doar"
15="&Contacto"
16="&Página Inicial"
17="Serviço activado e em execução"
18="Serviço activado e não em execução"
19="Serviço desactivado e protegido"
20="Serviço desactivado"
21="Informações de serviço estão incorrectas"
22="Ocorreu um erro desconhecido!"
23="Faça uma selecção e tente novamente!"

[Language_Italian_Italiano]
01="Fabio"
02="Questo strumento è stato progettato per disattivare gli aggiornamenti automatici in Windows Update facilmente per prevenire cambiamenti improvvisi"
03="Servizio Windows Update"
04="Abilita Servizio"
05="Disabilita Servizio"
06="Impostazioni Protezione Servizio"
07="Stato Servizi"
08="Applica Adesso"
09="Menu"
10="&Opzioni Aggiornamento"
11="Servizi &Windows"
12="&Aggiorna"
13="&Informazioni Linee di Comando"
14="&Dona"
15="&Contatti"
16="&HomePage"
17="Servizio abilitato e avviato"
18="Servizio abilitato e non avviato"
19="Servizio disabilitato e protetto"
20="Servizio disabilitato"
21="Info del servizio non corretti"
22="Un errore sconosciuto si è verificato!"
23="Effettua una selezione e riprova!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"

[Language_Italian_Italiano-2]
01="Andrearefi59 [YT]"
02="Questo strumento è progettato per disattivare gli aggiornamenti automatici di Windows e impedire gli aggirnamenti involontari/accidentali"
03="Servizio Agiornamento Windows"
04="Abilita"
05="Disabilita"
06="Configurazione Servizio di Protezione"
07="Stato del Servizio"
08="Applica Adesso"
09="Menu"
10="Opzioni Aggiornamento"
11="Servizi Windows"
12="&Aggiorna"
13="&Informazioni [ da Linea di Comando ]"
14="&Dona"
15="&Contatta"
16="&HomePage[Menu Principale]"
17="Servizio abilitato e in esecuzione"
18="Servizio abilitato e non in esecuzione"
19="Servizio disabilitato e protetto"
20="Servizio disabilitato"
21="Le informazioni sul servizio non sono corrette"
22="Si è verificato un errore sconosciuto!"
23="Scegli e riprova!"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"

[Language_Polish_Polski]
01="Andrzej Mazurkiewicz"
02="To narzędzie służy do łatwego włączania automatycznych aktualizacji Windows i zapobiegania niekontrolowanym zmianom"
03="Usługa Windows Update"
04="Włącz usługę"
05="Wyłącz usługę"
06="Chroń ustawienia usługi"
07="Stan usługi"
08="Zastosuj teraz"
09="Menu"
10="&Opcje aktualizacji"
11="Usługi &Windows"
12="&Odśwież"
13="&Informacje o wierszu poleceń"
14="&Wspomóż"
15="&Kontakt"
16="&Strona domowa"
17="Usługa włączona i uruchomiona"
18="Usługa włączona i nie działa"
19="Usługa wyłączona i chroniona"
20="Usługa wyłączona"
21="Informacje o usłudze są niepoprawne"
22="Wystąpił nieznany błąd!"
23="Dokonaj wyboru i spróbuj ponownie!"

[Language_Spanish_Spain]
01="Cannie"
02="Herramienta diseñada para evitar actualizaciones automáticas de Windows y cambios no controlados"
03="Servicio de actualización de Windows"
04="Habilitar servicio"
05="Deshabilitar servicio"
06="Ajustes de la protección"
07="Estado del servicio"
08="Aplicar ahora"
09="Menú"
10="Opciones de actualización"
11="Servicios de Windows"
12="Actualizar"
13="Información de línea de comando"
14="Donar"
15="Contactar"
16="Página web"
17="Servicio habilitado activo"
18="Servicio habilitado inactivo"
19="Servicio deshabilitado y protegido"
20="Servicio deshabilitado"
21="La información del servicio es incorrecta"
22="Error desconocido"
23="Seleccionar y volver a probar"

[Language_Spanish_Español Argentina]
01="Facundo"
02="Esta herramienta esta diseñada para apagar facilmente las actualizaciones automaticas de windows y prevenir un cambio descontrolado"
03="Servicio de Windows Update"
04="Habilitar Servicio"
05="Deshabilitar Servicio"
06="Configuración protegida del servicio"
07="Estado del servicio"
08="Aplicar ahora"
09="Menu"
10="Opciones de Windows Update"
11="Servicios de Windows"
12="Actualizar"
13="Informacion de Linea de Comandos"
14="Donar"
15="Contacto"
16="Pagina Web"
17="El Servicio esta habilitado y corriendo"
18="El Servicio esta habilitado y no esta corriendo"
19="El Servicio esta deshabilitado y protegido"
20="Servicio Deshabilitado"
21="La informacion del servicio es incorrecta"
22="Ha ocurrido un error desconocido"
23="Seleccione una opcion e intente nuevamente"
24="No es posible escribir el Archivo!"
25="Opciones de la lista de Servicios"
26="Espere por favor..."
27="Nombre para Mostrar"
28="Descripcion"
29="Tipo de servicio por defecto"
30="Tipo de servicio deshabilitado"
31="Automatico Manual Deshabilitado"
32="Aplicar Configuración Durante la Operacion"
33="Guardar Configuracion"


[Language_Czech_Česky]
01="Karol"
02="Tento nástroj je navržen tak, aby snadno vypnul-zapnul autom. aktualizace Windows a zabránil nekontrolovaným změnám"
03="Služba Windows Update"
04="Povolit službu"
05="Zakázat službu"
06="Chraňte nastavení služby"
07="Stav služby"
08="Teď použít"
09="Nabídka"
10="&Možnosti aktualizace"
11="Windows &služby"
12="&Obnovit"
13="&Informace o příkazovém řádku"
14="&Darovat"
15="&Kontaktovat"
16="&Domovská stránka"
17="Služba je povolena a běží"
18="Služba je povolena a není spuštěna"
19="Služba je zakázána a chráněna"
20="Služba byla zakázána"
21="Informace o službě jsou nesprávné"
22="Nastala neznámá chyba!"
23="Proveďte výběr a zkuste to znovu!"

[Language_Ukrainian_Українська]
01="aternix"
02="Утиліта розроблена для зручного вимкнення автоматичих оновлень Windows та запобігання неконтрольованих змін"
03="Служба оновлення Windows"
04="Увімкнути службу"
05="Вимкнути службу"
06="Захистити налаштування служби"
07="Стан служби"
08="Застосувати зараз"
09="Меню"
10="&Параметри оновлення"
11="&Служби Windows"
12="&Оновити"
13="&Параметри командного рядка"
14="&Пожертвувати"
15="&Контакти"
16="&Домашня сторінка"
17="Служба увімкнена і працює"
18="Служба увімкнена, не працює"
19="Служба вимкнена та захищена"
20="Служба вимкнена"
21="Інформація про службу некоректна"
22="Виникла невідома помилка!"
23="Зробіть вибір та спробуйте ще раз!"
24="Неможливо зберегти файл!"
25="&Параметри запуску служб"
26="Будь-ласка, зачекайте ..."
27="Назва:"
28="Опис:"
29="Типовий стан запуску служби:"
30="Виимкнений стан служби:"
31="Автоматично\nВручну\nВимкнено"
32="Застосувати параметри під час роботи"
33="Зберегти налаштування"

[Language_Dutch_Nederlands]
01="Thomas De Rocker"
02="Automatische Windows-updates eenvoudig in- of uitschakelen en ongecontroleerde wijziging voorkomen"
03=""Windows Update"-service"
04="Service inschakelen"
05="Service uitschakelen"
06="Service-instellingen beschermen"
07="Status van service"
08="Nu toepassen"
09="Menu"
10="Opties &bijwerken"
11="Windows-&services"
12="Ve&rnieuwen"
13="&Opdrachtregel-info"
14="&Doneren"
15="&Contact"
16="&Homepagina"
17="Service ingeschakeld en actief"
18="Service ingeschakeld en niet actief"
19="Service uitgeschakeld en beschermd"
20="Service uitgeschakeld"
21="Service-info is onjuist"
22="Er is een onbekende fout opgetreden."
23="Maak een selectie en probeer het opnieuw."
24="Bestand kon niet geschreven worden."
25="&Service-lijst opties"
26="Even geduld..."
27="Weergavenaam:"
28="Beschrijving:"
29="Standaard service-type:"
30="Uitgeschakeld service-type:"
31="Automatisch\n Handmatig \n Uitgeschakeld"
32="Instellingen toepassen tijdens handeling"
33="Instellingen opslaan"

[Language_Greek_Ελληνικά]
01="geogeo  (www.geogeo.gr)"
02="Το εργαλείο μπορεί να απ-ενεργοποιεί τις αυτόμ. ενημερώσεις των Windows για αποφυγή ανεξέλεγκτων αλλαγών"
03="Υπηρεσία ενημέρωσης των Windows"
04="Ενεργοποίηση υπηρεσίας"
05="Απενεργοποίηση υπηρεσίας"
06="Προστασία ρυθμίσεων υπηρεσίας"
07="Κατάσταση υπηρεσ."
08="Εφαρμογή τώρα"
09="Μενού"
10="Επι&λογές ενημέρωσης"
11="&Υπηρεσίες των Windows"
12="&Ανανέωση"
13="Πληροφορίες &Γραμμής εντολών"
14="&Δωρεά"
15="&Επικοινωνία"
16="&Ιστοσελίδα"
17="Η υπηρεσία είναι ενεργή και εκτελείται"
18="Η υπηρεσία είναι ενεργή και δεν εκτελείται"
19="Η υπηρεσία είναι ανενεργή και προστατεύεται"
20="Η υπηρεσία είναι ανενεργή"
21="Οι πληροφορίες της υπηρεσίας είναι εσφαλμένες"
22="Παρουσιάστηκε ένα άγνωστο σφάλμα!"
23="Κάντε μια επιλογή και δοκιμάστε πάλι!"
24="Δεν είναι δυνατή η εγγραφή στο αρχείου!"
25="Επιλογές λίστας &Υπηρεσιών"
26="Παρακαλώ περιμένετε..."
27="Εμφανιζόμενο όνομα:"
28="Περιγραφή:"
29="Προεπιλεγμένος τύπος υπηρεσίας:"
30="Τύπος απενεργοποιημένης υπηρεσίας:"
31="Αυτόματα\n Χειροκίνητα \n Ανενεργή"
32="Εφαρμογή των ρυθμίσεων κατά την λειτουργία"
33="Αποθήκευση ρυθμίσεων"

[Language_Hungarian_Magyar]
01="Gulácsi László"
02="Letilthatja az automatikus frissítéseket és megakadályozhatja hogy véletlenszerűen vissza kapcsolódjon"
03="Windows Frissítési Szolgáltatás"
04="Szolgáltatás Bekapcsolása"
05="Szolgáltatás Kikapcsolása"
06="Windows Frissítési Szolgáltatás"
07="Állapota:"
08="Alkalmazás"
09="Menü"
10="&Frissítési Beállítások"
11="Windows &Szolgáltatások"
12="&Frissítés"
13="&Parancssori Információja"
14="&Támogatás"
15="&Kapcsolat"
16="&Kezdőlap"
17="Szolgáltatás engedélyezve és fut"
18="Szolgáltatás engedélyezve és nem fut"
19="Szolgáltatás letiltva és védve"
20="Szolgáltatás letilva"
21="A szolgáltatás információja helytelen"
22="Ismeretlen hiba lépett fel!"
23="Válassz és próbáld újra!"
24="Nem tudom írni a fájlt!"
25="&Szolgáltatási Lista Beállításai"
26="Kérem Várjon ..."
27="Neve:"
28="Leírás:"
29="Alapértelmezett Szolgáltatás Típusa:"
30="Tíltott Szolgáltatás Típusa:"
31="Automatikus\nManuális\nTíltva"
32="A Művelet Alatt Alkalmazd a Beállításokat"
33="Beállítások Mentése"

[Language_Chinese Simplified _简体中文]
01="CX"
02="此工具旨在轻松关闭Windows自动更新，并防止不受控制的更改"
03="Windows Update 服务"
04="启用服务"
05="禁用服务"
06="保护服务设置"
07="服务状态"
08="立即应用"
09="菜单"
10="更新选项(&U)"
11="Windows 服务(&S)"
12="刷新(&R)"
13="命令行信息(&C)"
14="捐赠(&D)"
15="联系(&C)"
16="主页(&H)"
17="服务已启用且正在运行"
18="服务已启用且未运行"
19="服务被禁用且被保护中"
20="服务被禁用"
21="服务信息不正确"
22="出现未知错误！"
23="做出选择并再试一次！"
24="无法写入文件！"
25="&服务列表选项"
26="请稍等。。。"
27="显示名称:"
28="描述:"
29="默认的服务类型:"
30="禁用的服务类型:"
31="自动\n 手动 \n 禁用"
32="操作期间应用设置"
33="保存设置"

[Language_Chinese_繁體中文]
01="DayKing@Unikoshardware"
02="本工具為輕鬆地關閉自動更新並防止不受控制的變更而設計"
03="Windows Update 服務"
04="啟用服務"
05="停用服務"
06="保護服務設定"
07="服務狀態"
08="立即套用"
09="功能表"
10="更新選項(&U)"
11="Windows 服務(&S)"
12="重新整理(&R)"
13="命令列資訊(&C)"
14="捐贈(&D)"
15="連絡(&C)"
16="首頁(&H)"
17="服務已啟用且正在執行"
18="服務已啟用但並無執行"
19="服務已停用且已受保護"
20="服務已停用"
21="服務資訊不正確"
22="發生未知錯誤！"
23="進行選擇並再試一次！"
24="無法寫入檔案!"
25="服務清單選項(&S)"
26="請稍候 ..."
27="顯示名稱："
28="描述:"
29="預設服務類型："
30="已停用服務類型："
31="自動\n手動\n已停用"
32="操作期間套用設定"
33="儲存設定"

[Language_Portuguese (Brasil)_Português]
01="Alex Silva"
02="Esta ferramenta foi projetada para facilmente ativar/desativar as atualizações automáticas do Windows"
03="Windows Update Service"
04="Ativar serviço"
05="Desativar serviço"
06="Proteger configurações do serviço"
07="Status do serviço"
08="Aplicar agora"
09="Menu"
10="&Opções de atualização"
11="&Serviços do Windows"
12="&Atualizar"
13="&Informação de linha de comando"
14="&Doar"
15="&Contato"
16="&Página inicial"
17="Serviço ativado e em execução"
18="Serviço ativado mas não está em execução"
19="Serviço desativado e protegido"
20="Serviço desativado"
21="Informação do serviço está incorreta"
22="Ocorreu um erro desconhecido!"
23="Faça sua escolha e tente novamente!"

[Language_Thai_ภาษาไทย]
01="Thanaphol Nantakaset"
02="เครื่องมือนี้ได้รับการออกแบบมาเพื่อปิดใช้งานการปรับปรุง(อัพเดท) Windows แบบอัตโนมัติและปิดการตั้งค่า"
03="บริการ Windows Update"
04="เปิดการใช้งานเซอร์วิส"
05="ปิดการใช้งานเซอร์วิส"
06="ป้องกันการตั้งค่าเซอร์วิส"
07="สถานะเซอร์วิส"
08="ใช้งาน"
09="เมนู"
10="&เรียกหน้าต่างวินโดว์อัพเดท"
11="เรียกหน้าต่างตั้งค่าเซอร์วิส"
12="&รีเฟรช"
13="ข้อมูลบรรทัดคำสั่ง(Command Line)"
14="&บริจาค"
15="&ติดต่อ"
16="&โฮมเพจ"
17="เปิดการใช้งานเซอร์วิสและเริ่มทำงาน"
18="เปิดการใช้งานเซอร์วิสเพียงอย่างเดียว"
19="ปิดการใช้งานเซอร์วิสและป้องกันการตั้งค่า"
20="ปิดการใช้งานเซอร์วิสเพียงอย่างเดียว"
21="ข้อมูลเซอร์วิสไม่ถูกต้อง"
22="เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ!"
23="โปรดลองอีกครั้ง!"

[Language_Arabic_العربية]
01="BlueLife"
02="تم تصميم هذه الاداه لايقاف تشغيل تحديثات وندوز التلقائية بسهوله ومنع التغيير غير المتحكم فيه"
03="خدمه تحديث وندوز"
04="تمكين الخدمة"
05="تعطيل الخدمة"
06="حماية اعدادات الخدمة"
07="حاله الخدمة"
08="تطبيق الان"
09="القائمة"
10="&خيارات التحديث"
11="خدمات &ويندوز"
12="&تحديث"
13="&سطر الاوامر معلومات"
14="& تبرع ترجمة فتحي الداودية "
15="&الاتصال"
16="&الصفحة الرئيسية"
17="تمكين الخدمة وتشغيلها"
18="تم تمكين الخدمة وعدم تشغيلها"
19="الخدمة معطله ومحمية"
20="الخدمة معطله"
21="معلومات الخدمة غير صحيحه"
22="حدث خطا مجهول"
23="اجراء تحديد وحاول مره اخرى!"

[Language_Korean_한국어]
01="Jaehyung Lee"
02="이 도구는 Windows 자동 업데이트를 쉽게 중지하며\n설정을 보호하여 강제 업데이트를 방지합니다."
03="Windows 업데이트 서비스"
04="자동 업데이트 사용"
05="자동 업데이트 사용 안함"
06="서비스 설정 보호"
07="서비스 상태"
08="지금 적용"
09="메뉴"
10="&업데이트 옵션"
11="Windows 서비스"
12="&새로 고침"
13="&명령 줄 정보"
14="&기부하기"
15="&연락하기"
16="&홈페이지"
17="서비스 활성화됨, 실행 중"
18="서비스 활성화됨, 중지됨"
19="서비스 비활성화됨, 차단됨"
20="서비스 비활성화됨"
21="서비스 정보가 올바르지 않습니다."
22="알 수 없는 오류가 발생했습니다!"
23="선택한 다음 다시 시도해주세요!"
24="파일을 작성할 수 없습니다!"
25="&서비스 목록 옵션"
26="잠시 기다려 주세요..."
27="표시 이름:"
28="설명:"
29="기본 서비스 유형:"
30="비활성화된 서비스 유형:"
31="자동\n 수동 \n 비활성화됨"
32="작동 중 설정 적용"
33="설정 저장"

[Language_Vietnamese_Tiếng Việt]
01="BlueLife"
02="Công cụ này dùng để dễ dàng tắt/bật việc Tự động cập nhật Windows và chặn các thay đổi không mong muốn"
03="Dịch vụ cập nhật Windows"
04="Bật dịch vụ"
05="Tắt dịch vụ"
06="Bảo vệ các cài đặt của dịch vụ"
07="Trạng thái dịch vụ"
08="Áp dụng ngay"
09="Trình đơn"
10="&Tùy chọn cập nhật"
11="&Các dịch vụ của Windows"
12="Làm &mới"
13="Thông tin các câu &lệnh"
14="&Quyên góp"
15="&Liên &hệ"
16="Trang c&hủ"
17="Dịch vụ đã bật và đang hoạt động"
18="Dịch vụ đã bật và không hoạt động"
19="Dịch vụ đã tắt và được bảo vệ"
20="Dịch vụ đã tắt"
21="Thông tin Dịch vụ không đúng"
22="Đã xảy ra lỗi không xác định!"
23="Làm một sự lựa chọn và thử lại!"

[Language_Japanese_日本語]
01="Jagee"
02="このツールはWindowsの自動更新を簡単にオン・オフでき、制御不能な更新を防止するために設計されています"
03="Windowsアップデートサービス"
04="サービスを有効にする"
05="サービスを無効にする"
06="サービスの設定を保護"
07="サービスの状態"
08="今すぐ適用"
09="メニュー"
10="アップデートの設定 (&U)"
11="サービスの設定 (&S)"
12="最新の情報に更新 (&R)"
13="コマンドライン情報 (&C)"
14="寄付する (&D)"
15="コンタクト (&C)"
16="ホームページ (&H)"
17="サービスは有効で実行中です"
18="サービスは有効ですが停止しています"
19="サービスは無効で保護されています"
20="サービスは無効です"
21="サービスの情報を取得できませんでした"
22="不明なエラーが発生しました！"
23="もう一度選択してやり直してください！"

[Language_Indonesian_Bahasa Indonesia]
01="Nicedward"
02="Alat ini dibuat untuk menyala/matikan Pembaruan Windows Otomatis dan mencegah perubahan yang tak terkendali"
03="Layanan Pembaruan Windows"
04="Nyalakan Layanan"
05="Matikan Layanan"
06="Lindungi Pengaturan Layanan"
07="Status Layanan"
08="Terapkan Sekarang"
09="Menu"
10="&Opsi Pembaruan"
11="Layanan &Windows"
12="&Segarkan"
13="&Info Baris Perintah"
14="&Donasi"
15="&Hubungi"
16="&Beranda"
17="Layanan dinyalakan dan sedang berjalan"
18="Layanan dinyalakan dan sedang tak berjalan"
19="Layanan dimatikan dan dilindungi"
20="Layanan dimatikan"
21="Info layanan salah"
22="Terjadi kesalahan yang tak diketahui!"
23="Buat pilihan dan coba lagi!"

[Language_Persian_پارسی]
01="بلولایف - مترجم سید رضا یوسفی نیا"
02="این افزار جهت خاموش کردن بروزرسانی خودکار ویندوز بوده و از تغییرات ناخواسته شما جلوگبری می کند"
03="سرویس بروزرسانی ویندوز"
04="فعال کردن"
05="غیرفعال کردن"
06="محافظت از تنظیمات سرویس"
07="وضعیت سرویس"
08="هم اکنون اعمال کن"
09="منو"
10="&تنظیمات بروزرسانی"
11="&سرویس های ویندوز"
12="&بهسازی"
13="&اطلاعات کامندلاین"
14="&اهداء"
15="&تماس با ما"
16="&صفحه اصلی"
17="سرویس فعال شده و درحال اجرا است"
18="سرویس فعال شده و درحال اجرا نیست"
19="سرویس غیرفعال و محافظت شده است"
20="سرویس غیرفعال است"
21="اطلاعات سرویس اشتباه هستند"
22="خطای ناشناخته رخ داد!"
23="انتخابی انجام دهید و مجدداً تلاش کنید!"

[Language_Swedish_Svenska]
01="Sopor"
02="Detta programmet stänger av/på den automatiska Windowsuppdateringen och förhindrar okontrollerade ändringar."
03="Windows uppdateringstjänst"
04="Aktivera tjänst"
05="Inaktivera tjänst"
06="Skydda tjänstinställningarna"
07="Tjänststatus"
08="Tillämpa nu"
09="Meny"
10="&Uppdateringsalternativ"
11="Windows&tjänster"
12="&Uppdatera"
13="&Kommandoradsalternativ"
14="&Donera"
15="K&ontakta"
16="&Hemsida"
17="Tjänsten är aktiverad och körs"
18="Tjänsten är aktiverad och körs inte"
19="Tjänsten är inaktiverad och skyddad"
20="Tjänsten är inaktiverad"
21="Tjänsteinfon är fel"
22="Ett okänt fel uppstod!"
23="Gör ett val och prova igen"
24="Unable to write the file!"
25="&Service List Options"
26="Please Wait ..."
27="Display Name:"
28="Description:"
29="Default Service Type:"
30="Disabled Service Type:"
31="Automatic\n Manual \n Disabled"
32="Apply Settings During Operation"
33="Save Settings"

[Language_Thai_ภาษาไทย]
01="นิติกร คำภักดี"
02="เครื่องมือนี้ออกแบบมาเพื่อปิดหรือเปิดการอัพเดทวินโดวส์โดยอัตโนมัติอย่างง่ายดาย"
03="วินโดวส์อัปเดตเซอร์วิส"
04="เปิดใช้งานเซอร์วิส"
05="ปิดใช้งานเซอร์วิส"
06="เปิดปกป้องการตั้งค่าเซอร์วิส"
07="สถานะเซอร์วิส"
08="ใช้ตอนนี้"
09="เมนู"
10="&ตัวเลือกการอัปเดต"
11="วินโดวส์&เซอร์วิส"
12="&รีเฟรช"
13="&ข้อมูลบรรทัดคำสั่ง"
14="&บริจาค"
15="&ติดต่อ"
16="&โฮมเพจ"
17="เปิดใช้งานเซอร์วิสและทำงาน"
18="เปิดใช้งานเซอร์วิสและไม่ทำงาน"
19="ปิดใช้งานเซอร์วิสและเปิดปกป้องการตั้งค่าเซอร์วิส"
20="ปิดใช้งานเซอร์วิส"
21="เซอร์วิสข้อมูลไม่ถูกต้อง "
22="เกิดข้อผิดพลาดที่ไม่รู้จัก!"
23="เลือกแล้วลองอีกครั้ง!!"

[Language_Georgian_ქართული]
01="ბლუ ლაიფი"
02="ეს აპლიკაცია შექმინილია ვინდოუსის ავტომატური განახლებების გამოსართავად და გაუკონტროლებელი ცვლილებებისგან დასაცავად"
03="ვინდოუსის განახლების სერვისი"
04="სერვისის ჩართვა"
05="სერვისის გამორთვა"
06="სერვისის პარამეტრების დაცვა"
07="სერვისის სტატუსი"
08="მიმართვა ახლა"
09="მენიუ"
10="განახლებების ოპციები"
11="ვინდოუსის სერვისები"
12="განახლება"
13="ბრძანებათა ხაზის ინფო"
14="შეწირვა"
15="კონტაქტი"
16="მთავარი გვერდი"
17="სერვისი ჩართული და გაშვებულია"
18="სერვისი ჩართულია მაგრამ არაა გაშვებული"
19="სერვისი გამორთულია და დაცულია"
20="სერვისი გამორთულია"
21="სერვისის ინფორმაცია არასწორია"
22="უცნობი შეცდომა მოხდა!"
23="აირჩიეთ ვარიანტი და ხელახლა სცადეთ!"
24="ვერ მოხერხდა ფაილის ჩაწერა!"
25="სერვისების სიის ოფციები"
26="გთხოვთ მოიცადოთ..."
27="საჩვენებელი სახელი:"
28="აღწერა:"
29="ნაგულისხმევი სერვისის ტიპი:"
30="გამორთული სერვისის ტიპი:"
31="ავტომატური\n ხელოვნური\n გამორთული"
32="პარამეტრების ოპერაციისას დამახსოვრება"
33="პარამეტრების დამახსოვრება"
